Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# channel_prices_description
source: Silent notification with the current price of a pair.
ar: إشعار صامت بالسعر الحالي لزوج.
cs: Tiché oznámení s aktuální cenou páru.
da: Lydløs notifikation med den aktuelle kurs for et par.
de: Lautlose Benachrichtigung mit dem aktuellen Kurs eines Paares.
el: Αθόρυβη ειδοποίηση με την τρέχουσα τιμή ενός ζεύγους.
es: Notificación silenciosa con el precio actual de un par.
fa: اعلان بی‌صدا با قیمت فعلی یک جفت.
fi: Äänetön ilmoitus parin nykyisestä hinnasta.
fr: Notification silencieuse avec le prix actuel d'une paire.
he: התראה שקטה עם המחיר הנוכחי של צמד.
hi: किसी पेयर की मौजूदा कीमत के साथ साइलेंट नोटिफ़िकेशन।
hu: Néma értesítés egy pár aktuális árával.
id: Notifikasi senyap berisi harga terkini sebuah pasangan.
it: Notifica silenziosa con il prezzo attuale di una coppia.
ja: ペアの現在価格を表示するサイレント通知。
ko: 거래쌍의 현재 가격을 무음 알림으로 표시합니다.
nb: Lydløst varsel med gjeldende kurs for et par.
nl: Stille melding met de actuele koers van een paar.
pl: Ciche powiadomienie z aktualną ceną pary.
pt: Notificação silenciosa com o preço atual de um par.
pt_br: Notificação silenciosa com o preço atual de um par.
ro: Notificare silențioasă cu prețul curent al unei perechi.
ru: Беззвучное уведомление с текущей ценой пары.
sq: Njoftim i heshtur me çmimin aktual të një çifti.
sv: Tyst avisering med aktuell kurs för ett par.
th: การแจ้งเตือนแบบเงียบพร้อมราคาปัจจุบันของคู่เหรียญ
tr: Bir çiftin güncel fiyatını gösteren sessiz bildirim.
uk: Беззвучне сповіщення з поточною ціною пари.
vi: Thông báo im lặng hiển thị giá hiện tại của một cặp.
zh_hans: 显示交易对当前价格的静默通知。

# channel_service
source: Live mode
ar: الوضع المباشر
cs: Živý režim
da: Live-tilstand
de: Live-Modus
el: Λειτουργία live
es: Modo en vivo
fa: حالت زنده
fi: Live-tila
fr: Mode live
he: מצב חי
hi: लाइव मोड
hu: Élő mód
id: Mode live
it: Modalità live
ja: ライブモード
ko: 실시간 모드
nb: Livemodus
nl: Live-modus
pl: Tryb na żywo
pt: Modo ao vivo
pt_br: Modo ao vivo
ro: Mod live
ru: Режим реального времени
sq: Modaliteti live
sv: Liveläge
th: โหมดสด
tr: Canlı mod
uk: Live-режим
vi: Chế độ live
zh_hans: 实时模式

# channel_service_description
source: Notice while prices are updated in short intervals.
ar: إشعار أثناء تحديث الأسعار على فترات قصيرة.
cs: Upozornění, zatímco se ceny aktualizují v krátkých intervalech.
da: Vises, mens kurser opdateres med korte intervaller.
de: Hinweis, solange Kurse in kurzen Abständen aktualisiert werden.
el: Ένδειξη όσο οι τιμές ενημερώνονται σε σύντομα διαστήματα.
es: Aviso mientras los precios se actualizan en intervalos cortos.
fa: اعلان در زمانی که قیمت‌ها در فواصل کوتاه به‌روز می‌شوند.
fi: Ilmoitus, kun hintoja päivitetään lyhyin väliajoin.
fr: Indication pendant que les prix sont actualisés à intervalles courts.
he: הודעה בזמן שהמחירים מתעדכנים במרווחים קצרים.
hi: जब कीमतें कम अंतराल पर अपडेट हो रही हों, तब दिखने वाली सूचना।
hu: Jelzés, amíg az árak rövid időközönként frissülnek.
id: Pemberitahuan selama harga diperbarui dengan interval singkat.
it: Avviso mentre i prezzi vengono aggiornati a intervalli brevi.
ja: 短い間隔で価格を更新している間の通知。
ko: 짧은 간격으로 가격을 업데이트하는 동안 표시됩니다.
nb: Vises mens kurser oppdateres med korte intervaller.
nl: Melding terwijl koersen met korte intervallen worden bijgewerkt.
pl: Informacja, gdy ceny są aktualizowane w krótkich odstępach.
pt: Aviso enquanto os preços são atualizados em intervalos curtos.
pt_br: Aviso enquanto os preços são atualizados em intervalos curtos.
ro: Notificare cât timp prețurile se actualizează la intervale scurte.
ru: Уведомление, пока цены обновляются с коротким интервалом.
sq: Njoftim ndërkohë që çmimet përditësohen në intervale të shkurtra.
sv: Visas medan kurser uppdateras med korta intervall.
th: แสดงขณะอัปเดตราคาในช่วงเวลาสั้นๆ
tr: Fiyatlar kısa aralıklarla güncellenirken gösterilen bildirim.
uk: Повідомлення, поки ціни оновлюються з коротким інтервалом.
vi: Thông báo khi giá đang được cập nhật trong khoảng thời gian ngắn.
zh_hans: 以短间隔更新价格期间显示的提示。

# check_error_generic_prefix
source: Error: %1$@
ar: خطأ: %1$@
cs: Chyba: %1$@
da: Fejl: %1$@
de: Fehler: %1$@
el: Σφάλμα: %1$@
fa: خطا: %1$@
fi: Virhe: %1$@
fr: Erreur : %1$@
he: שגיאה: %1$@
hi: त्रुटि: %1$@
hu: Hiba: %1$@
id: Kesalahan: %1$@
it: Errore: %1$@
ja: エラー: %1$@
ko: 오류: %1$@
nb: Feil: %1$@
nl: Fout: %1$@
pl: Błąd: %1$@
pt: Erro: %1$@
pt_br: Erro: %1$@
ro: Eroare: %1$@
ru: Ошибка: %1$@
sq: Gabim: %1$@
sv: Fel: %1$@
th: ข้อผิดพลาด: %1$@
tr: Hata: %1$@
uk: Помилка: %1$@
vi: Lỗi: %1$@
zh_hans: 错误：%1$@

# checker_add_check_currency_empty_warning_summary
source: Click here to download latest currency pairs from selected exchange.
ar: اضغط هنا لتنزيل أحدث أزواج العملات من المنصة المحددة.
cs: Klepnutím sem stáhnete nejnovější měnové páry z vybrané burzy.
da: Tryk her for at hente de nyeste valutapar fra den valgte børs.
de: Hier tippen, um die Paare der gewählten Börse zu laden.
el: Πατήστε εδώ για λήψη των τελευταίων ζευγών από το επιλεγμένο ανταλλακτήριο.
es: Toca aquí para descargar los pares más recientes del exchange seleccionado.
fa: برای دریافت تازه‌ترین جفت‌ارزها از صرافی انتخاب‌شده اینجا را لمس کنید.
fi: Lataa valitun pörssin uusimmat valuuttaparit napauttamalla tästä.
fr: Appuyez ici pour télécharger les dernières paires de la plateforme sélectionnée.
he: הקש כאן כדי להוריד את צמדי המטבעות העדכניים מהבורסה שנבחרה.
hi: चुने गए एक्सचेंज से नवीनतम करेंसी पेयर डाउनलोड करने के लिए यहाँ टैप करें।
hu: Koppintson ide a kiválasztott tőzsde legfrissebb devizapárjainak letöltéséhez.
id: Ketuk di sini untuk mengunduh pasangan mata uang terbaru dari bursa yang dipilih.
it: Tocca qui per scaricare le coppie più recenti dall'exchange selezionato.
ja: ここをタップして、選択した取引所から最新の通貨ペアを取得します。
ko: 여기를 눌러 선택한 거래소의 최신 거래쌍을 불러오세요.
nb: Trykk her for å hente de nyeste valutaparene fra valgt børs.
nl: Tik hier om de nieuwste valutaparen van de gekozen exchange te downloaden.
pl: Kliknij tutaj, aby pobrać najnowsze pary walutowe z wybranej giełdy.
pt: Toque aqui para descarregar os pares mais recentes da exchange selecionada.
pt_br: Toque aqui para baixar os pares mais recentes da exchange selecionada.
ro: Atingeți aici pentru a descărca cele mai noi perechi valutare de la bursa selectată.
ru: Нажмите здесь, чтобы загрузить актуальные валютные пары с выбранной биржи.
sq: Prek këtu për të shkarkuar çiftet më të fundit të monedhave nga bursa e zgjedhur.
sv: Tryck här för att hämta de senaste valutaparen från vald börs.
th: แตะที่นี่เพื่อดาวน์โหลดคู่เหรียญล่าสุดจากกระดานเทรดที่เลือก
tr: Seçili borsadan en güncel döviz çiftlerini indirmek için buraya dokunun.
uk: Натисніть тут, щоб завантажити актуальні пари з вибраної біржі.
vi: Nhấn vào đây để tải các cặp tiền mới nhất từ sàn đã chọn.
zh_hans: 点击此处从所选交易所下载最新交易对。

# checker_add_check_currency_empty_warning_title
source: No currency pairs
ar: لا توجد أزواج عملات
cs: Žádné měnové páry
da: Ingen valutapar
de: Keine Handelspaare
el: Δεν υπάρχουν ζεύγη νομισμάτων
es: No hay pares
fa: جفت‌ارزی وجود ندارد
fi: Ei valuuttapareja
fr: Aucune paire
he: אין צמדי מטבעות
hi: कोई करेंसी पेयर नहीं
hu: Nincsenek devizapárok
id: Tidak ada pasangan mata uang
it: Nessuna coppia
ja: 通貨ペアがありません
ko: 거래쌍 없음
nb: Ingen valutapar
nl: Geen valutaparen
pl: Brak par walutowych
pt: Sem pares
pt_br: Sem pares
ro: Nicio pereche valutară
ru: Нет валютных пар
sq: Nuk ka çifte monedhash
sv: Inga valutapar
th: ไม่มีคู่เหรียญ
tr: Döviz çifti yok
uk: Немає валютних пар
vi: Không có cặp tiền
zh_hans: 没有交易对

# checker_add_dynamic_currency_pairs_dialog_last_sync
source: Last sync: %1$@
ar: آخر مزامنة: %1$@
cs: Poslední synchronizace: %1$@
da: Sidst synkroniseret: %1$@
de: Zuletzt: %1$@
el: Τελευταίος συγχρονισμός: %1$@
es: Última sincronización: %1$@
fa: آخرین همگام‌سازی: %1$@
fi: Viimeisin synkronointi: %1$@
fr: Dernière synchro : %1$@
he: סנכרון אחרון: %1$@
hi: पिछला सिंक: %1$@
hu: Utolsó szinkronizálás: %1$@
id: Sinkronisasi terakhir: %1$@
it: Ultima sincronizzazione: %1$@
ja: 最終同期: %1$@
ko: 마지막 동기화: %1$@
nb: Sist synkronisert: %1$@
nl: Laatste sync: %1$@
pl: Ostatnia synchronizacja: %1$@
pt: Última sincronização: %1$@
pt_br: Última sincronização: %1$@
ro: Ultima sincronizare: %1$@
ru: Последняя синхронизация: %1$@
sq: Sinkronizimi i fundit: %1$@
sv: Senast synkad: %1$@
th: ซิงค์ล่าสุด: %1$@
tr: Son eşitleme: %1$@
uk: Остання синхронізація: %1$@
vi: Đồng bộ lần cuối: %1$@
zh_hans: 上次同步：%1$@

# checker_add_dynamic_currency_pairs_dialog_last_sync_never
source: never
ar: أبدًا
cs: nikdy
da: aldrig
de: nie
el: ποτέ
es: nunca
fa: هرگز
fi: ei koskaan
fr: jamais
he: אף פעם
hi: कभी नहीं
hu: soha
id: belum pernah
it: mai
ja: なし
ko: 없음
nb: aldri
nl: nooit
pl: nigdy
pt: nunca
pt_br: nunca
ro: niciodată
ru: никогда
sq: kurrë
sv: aldrig
th: ไม่เคย
tr: hiç
uk: ніколи
vi: chưa bao giờ
zh_hans: 从未

# checker_add_dynamic_currency_pairs_dialog_synchronize
source: Synchronize now!
ar: مزامنة الآن
cs: Synchronizovat nyní!
da: Synkroniser nu
de: Jetzt synchronisieren
el: Συγχρονισμός τώρα!
es: Sincronizar ahora
fa: همین حالا همگام‌سازی کن!
fi: Synkronoi nyt!
fr: Synchroniser maintenant
he: סנכרן עכשיו!
hi: अभी सिंक करें!
hu: Szinkronizálás most!
id: Sinkronkan sekarang!
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
nb: Synkroniser nå
nl: Nu synchroniseren!
pl: Synchronizuj teraz!
pt: Sincronizar agora
pt_br: Sincronizar agora
ro: Sincronizați acum!
ru: Синхронизировать!
sq: Sinkronizo tani!
sv: Synkronisera nu
th: ซิงค์เลย!
tr: Şimdi eşitle!
uk: Синхронізувати зараз
vi: Đồng bộ ngay!
zh_hans: 立即同步

# checker_add_dynamic_currency_pairs_dialog_title
source: Update currency pairs
ar: تحديث أزواج العملات
cs: Aktualizovat měnové páry
da: Opdater valutapar
de: Handelspaare aktualisieren
el: Ενημέρωση ζευγών νομισμάτων
es: Actualizar pares
fa: به‌روزرسانی جفت‌ارزها
fi: Päivitä valuuttaparit
fr: Mettre à jour les paires
he: עדכון צמדי מטבעות
hi: करेंसी पेयर अपडेट करें
hu: Devizapárok frissítése
id: Perbarui pasangan mata uang
it: Aggiorna coppie
ja: 通貨ペアを更新
ko: 거래쌍 업데이트
nb: Oppdater valutapar
nl: Valutaparen bijwerken
pl: Aktualizuj pary walutowe
pt: Atualizar pares
pt_br: Atualizar pares
ro: Actualizați perechile valutare
ru: Обновить валютные пары
sq: Përditëso çiftet e monedhave
sv: Uppdatera valutapar
th: อัปเดตคู่เหรียญ
tr: Döviz çiftlerini güncelle
uk: Оновити валютні пари
vi: Cập nhật cặp tiền
zh_hans: 更新交易对

# coin_choose
source: Coin
ar: العملة
cs: Mince
da: Mønt
el: Νόμισμα
es: Moneda
fa: ارز
fi: Kolikko
fr: Crypto
he: מטבע
hi: कॉइन
hu: Érme
id: Koin
it: Moneta
ja: コイン
ko: 코인
nb: Mynt
nl: Munt
pl: Moneta
pt: Moeda
pt_br: Moeda
ro: Monedă
ru: Монета
sq: Monedha
sv: Mynt
th: เหรียญ
uk: Монета
zh_hans: 币种

# coin_no_data
source: No price data for this coin on Binance or Bybit.
ar: لا توجد بيانات سعر لهذه العملة على Binance أو Bybit.
cs: Pro tuto minci nejsou na Binance ani Bybit cenová data.
da: Ingen kursdata for denne mønt på Binance eller Bybit.
de: Keine Kursdaten für diesen Coin auf Binance oder Bybit.
el: Δεν υπάρχουν δεδομένα τιμής για αυτό το νόμισμα σε Binance ή Bybit.
es: No hay datos de precio para esta moneda en Binance ni Bybit.
fa: برای این ارز در Binance یا Bybit داده قیمتی نیست.
fi: Tälle kolikolle ei ole hintatietoja Binancessa eikä Bybitissä.
fr: Aucune donnée de cours pour cette crypto sur Binance ou Bybit.
he: אין נתוני מחיר למטבע זה ב-Binance או ב-Bybit.
hi: इस कॉइन का Binance या Bybit पर कोई भाव डेटा नहीं।
hu: Ehhez az érméhez nincs árfolyamadat a Binance-en vagy a Bybiten.
id: Tidak ada data harga untuk koin ini di Binance atau Bybit.
it: Nessun dato di prezzo per questa moneta su Binance o Bybit.
ja: このコインの価格データが Binance・Bybit にありません。
ko: 이 코인은 Binance나 Bybit에 가격 데이터가 없습니다.
nb: Ingen kursdata for denne mynten på Binance eller Bybit.
nl: Geen koersdata voor deze munt op Binance of Bybit.
pl: Brak danych cenowych tej monety na Binance i Bybit.
pt: Sem dados de preço para esta moeda na Binance ou Bybit.
pt_br: Sem dados de preço para esta moeda na Binance ou Bybit.
ro: Nu există date de preț pentru această monedă pe Binance sau Bybit.
ru: Нет данных о цене этой монеты на Binance или Bybit.
sq: Nuk ka të dhëna çmimi për këtë monedhë në Binance ose Bybit.
sv: Inga kursdata för det här myntet på Binance eller Bybit.
th: ไม่มีข้อมูลราคาเหรียญนี้บน Binance หรือ Bybit
tr: Bu coin için Binance veya Bybit'te fiyat verisi yok.
uk: Немає даних про ціну цієї монети на Binance чи Bybit.
vi: Không có dữ liệu giá cho coin này trên Binance hoặc Bybit.
zh_hans: Binance 和 Bybit 上都没有该币种的价格数据。

# coin_price_only
source: Based on price only – on-chain data (MVRV, Puell, hashrate) is freely available for Bitcoin only.
ar: على أساس السعر فقط – بيانات السلسلة (MVRV وPuell ومعدل التجزئة) متاحة مجانًا للبيتكوين فقط.
cs: Pouze podle ceny – on-chain data (MVRV, Puell, hashrate) jsou zdarma jen pro bitcoin.
da: Kun kursbaseret – on-chain-data (MVRV, Puell, hashrate) er kun frit tilgængelige for Bitcoin.
de: Nur kursbasiert – On-Chain-Daten (MVRV, Puell, Hashrate) gibt es frei nur für Bitcoin.
el: Μόνο με βάση την τιμή – τα on-chain δεδομένα (MVRV, Puell, hashrate) είναι ελεύθερα μόνο για το Bitcoin.
es: Solo basado en el precio: los datos on-chain (MVRV, Puell, hashrate) solo son libres para Bitcoin.
fa: فقط بر پایه قیمت – داده‌های زنجیره‌ای (MVRV، Puell، هش‌ریت) تنها برای بیت‌کوین رایگان است.
fi: Vain hintaan perustuva – ketjudata (MVRV, Puell, hashrate) on vapaasti saatavilla vain Bitcoinille.
fr: Basé uniquement sur le cours – les données on-chain (MVRV, Puell, hashrate) ne sont libres que pour le Bitcoin.
he: מבוסס מחיר בלבד – נתוני on-chain (MVRV, Puell, hashrate) זמינים בחינם רק לביטקוין.
hi: केवल भाव पर आधारित – ऑन-चेन डेटा (MVRV, Puell, हैशरेट) मुफ़्त में केवल बिटकॉइन के लिए है।
hu: Csak árfolyam alapján – on-chain adat (MVRV, Puell, hashrate) szabadon csak a Bitcoinhoz van.
id: Hanya berdasarkan harga – data on-chain (MVRV, Puell, hashrate) gratis hanya untuk Bitcoin.
it: Solo in base al prezzo – i dati on-chain (MVRV, Puell, hashrate) sono liberi solo per Bitcoin.
ja: 価格のみに基づきます – オンチェーンデータ（MVRV、Puell、ハッシュレート）が無料なのはビットコインのみです。
ko: 가격 기반만 – 온체인 데이터(MVRV, Puell, 해시레이트)는 비트코인만 무료로 제공됩니다.
nb: Bare kursbasert – on-chain-data (MVRV, Puell, hashrate) er fritt tilgjengelig bare for Bitcoin.
nl: Alleen op basis van de koers – on-chaindata (MVRV, Puell, hashrate) zijn vrij beschikbaar voor alleen Bitcoin.
pl: Tylko na podstawie ceny – dane on-chain (MVRV, Puell, hashrate) są darmowe tylko dla Bitcoina.
pt: Baseado só no preço – dados on-chain (MVRV, Puell, hashrate) só são livres para a Bitcoin.
pt_br: Baseado só no preço – dados on-chain (MVRV, Puell, hashrate) só estão disponíveis gratuitamente para o Bitcoin.
ro: Doar pe baza prețului – datele on-chain (MVRV, Puell, hashrate) sunt libere doar pentru Bitcoin.
ru: Только по цене — ончейн-данные (MVRV, Puell, хешрейт) свободно доступны лишь для биткоина.
sq: Vetëm sipas çmimit – të dhënat on-chain (MVRV, Puell, hashrate) janë falas vetëm për Bitcoin.
sv: Endast kursbaserat – on-chain-data (MVRV, Puell, hashrate) är fritt tillgängliga bara för Bitcoin.
th: อิงราคาเท่านั้น – ข้อมูลออนเชน (MVRV, Puell, แฮชเรต) ฟรีเฉพาะบิตคอยน์
tr: Yalnızca fiyata dayalı – zincir üstü veriler (MVRV, Puell, hashrate) yalnızca Bitcoin için ücretsiz.
uk: Лише за ціною — ончейн-дані (MVRV, Puell, хешрейт) вільно доступні тільки для біткоїна.
vi: Chỉ dựa trên giá – dữ liệu on-chain (MVRV, Puell, hashrate) chỉ miễn phí cho Bitcoin.
zh_hans: 仅基于价格——链上数据（MVRV、Puell、算力）只有比特币可免费获取。

# coin_short_history
source: Only %1$lld days of price history – some indicators are missing.
ar: سجل %1$lld يوم فقط – بعض المؤشرات غير متوفرة.
cs: Jen %1$lld dní historie – některé ukazatele chybí.
da: Kun %1$lld dages kurshistorik – nogle indikatorer mangler.
de: Nur %1$lld Tage Kursverlauf – einige Indikatoren fehlen.
el: Μόνο %1$lld ημέρες ιστορικού – λείπουν κάποιοι δείκτες.
es: Solo %1$lld días de historial: faltan algunos indicadores.
fa: فقط %1$lld روز سابقه – برخی شاخص‌ها نیستند.
fi: Vain %1$lld päivän hintahistoria – osa indikaattoreista puuttuu.
fr: Seulement %1$lld jours d'historique – certains indicateurs manquent.
he: רק %1$lld ימי היסטוריה – חלק מהמדדים חסרים.
hi: केवल %1$lld दिन का इतिहास – कुछ संकेतक नहीं हैं।
hu: Csak %1$lld nap előzmény – néhány mutató hiányzik.
id: Hanya %1$lld hari riwayat – beberapa indikator tidak ada.
it: Solo %1$lld giorni di storico – mancano alcuni indicatori.
ja: 価格履歴は %1$lld 日分のみ – 一部の指標がありません。
ko: 가격 기록이 %1$lld일뿐이라 일부 지표가 없습니다.
nb: Bare %1$lld dagers kurshistorikk – noen indikatorer mangler.
nl: Slechts %1$lld dagen koersverloop – enkele indicatoren ontbreken.
pl: Tylko %1$lld dni historii – brakuje niektórych wskaźników.
pt: Apenas %1$lld dias de histórico – faltam alguns indicadores.
pt_br: Apenas %1$lld dias de histórico – faltam alguns indicadores.
ro: Doar %1$lld de zile de istoric – lipsesc unii indicatori.
ru: Только %1$lld дня истории — некоторых индикаторов нет.
sq: Vetëm %1$lld ditë histori – mungojnë disa tregues.
sv: Bara %1$lld dagars kurshistorik – vissa indikatorer saknas.
th: มีประวัติเพียง %1$lld วัน – ตัวชี้วัดบางตัวไม่มี
tr: Yalnızca %1$lld günlük geçmiş – bazı göstergeler eksik.
uk: Лише %1$lld дні історії — деяких індикаторів немає.
vi: Chỉ có %1$lld ngày lịch sử – thiếu một số chỉ báo.
zh_hans: 仅有 %1$lld 天历史，部分指标缺失。

# coin_title
source: Coin analysis
ar: تحليل عملة
cs: Analýza mince
da: Mønt-analyse
de: Coin-Analyse
el: Ανάλυση νομίσματος
es: Análisis de moneda
fa: تحلیل ارز
fi: Kolikkoanalyysi
fr: Analyse d'une crypto
he: ניתוח מטבע
hi: कॉइन विश्लेषण
hu: Érme-elemzés
id: Analisis koin
it: Analisi moneta
ja: コイン分析
ko: 코인 분석
nb: Mynt-analyse
nl: Muntanalyse
pl: Analiza monety
pt: Análise de moeda
pt_br: Análise de moeda
ro: Analiză monedă
ru: Анализ монеты
sq: Analiza e monedhës
sv: Myntanalys
th: วิเคราะห์เหรียญ
tr: Coin analizi
uk: Аналіз монети
vi: Phân tích coin
zh_hans: 币种分析

# cycle_data_as_of
source: Data as of %1$@ · updating …
ar: البيانات حتى %1$@ · جارٍ التحديث…
cs: Data k %1$@ · aktualizace…
da: Data pr. %1$@ · opdaterer…
de: Stand %1$@ · wird aktualisiert …
el: Δεδομένα έως %1$@ · ενημέρωση…
es: Datos de las %1$@ · actualizando…
fa: داده‌ها تا %1$@ · در حال به‌روزرسانی…
fi: Tiedot klo %1$@ · päivitetään…
fr: Données de %1$@ · mise à jour…
he: נתונים נכון ל־%1$@ · מתעדכן…
hi: डेटा %1$@ तक · अपडेट हो रहा है…
hu: Adatok: %1$@ · frissítés…
id: Data per %1$@ · memperbarui…
it: Dati delle %1$@ · aggiornamento…
ja: %1$@ 時点のデータ · 更新中…
ko: %1$@ 기준 데이터 · 업데이트 중…
nb: Data per %1$@ · oppdaterer…
nl: Gegevens van %1$@ · bijwerken…
pl: Dane z %1$@ · aktualizacja…
pt: Dados das %1$@ · a atualizar…
pt_br: Dados das %1$@ · atualizando…
ro: Date de la %1$@ · se actualizează…
ru: Данные на %1$@ · обновление…
sq: Të dhëna deri në %1$@ · po përditësohet…
sv: Data per %1$@ · uppdaterar…
th: ข้อมูล ณ %1$@ · กำลังอัปเดต…
tr: Veriler: %1$@ · güncelleniyor…
uk: Дані на %1$@ · оновлення…
vi: Dữ liệu lúc %1$@ · đang cập nhật…
zh_hans: 数据截至 %1$@ · 正在更新…

# cycle_from_top
source: %1$@ from top
ar: %1$@ من القمة
cs: %1$@ od vrcholu
da: %1$@ fra toppen
de: %1$@ vom Top
el: %1$@ από την κορυφή
es: %1$@ desde el máximo
fa: %1$@ از قله
fi: %1$@ huipusta
fr: %1$@ depuis le sommet
he: %1$@ מהשיא
hi: शिखर से %1$@
hu: %1$@ a csúcstól
id: %1$@ dari puncak
it: %1$@ dal massimo
ja: 天井から%1$@
ko: 고점 대비 %1$@
nb: %1$@ fra toppen
nl: %1$@ vanaf top
pl: %1$@ od szczytu
pt: %1$@ desde o topo
pt_br: %1$@ desde o topo
ro: %1$@ față de vârf
ru: %1$@ от пика
sq: %1$@ nga maja
sv: %1$@ från toppen
th: %1$@ จากจุดสูงสุด
tr: Zirveden %1$@
uk: %1$@ від піку
vi: %1$@ so với đỉnh
zh_hans: 较顶部 %1$@

# cycle_marker_bottom
source: Bottom %1$@
ar: القاع %1$@
cs: Dno %1$@
da: Bund %1$@
el: Πάτος %1$@
es: Mínimo %1$@
fa: کف %1$@
fi: Pohja %1$@
fr: Creux %1$@
he: שפל %1$@
hi: निचला स्तर %1$@
hu: Mélypont %1$@
id: Dasar %1$@
it: Minimo %1$@
ja: 底 %1$@
ko: 저점 %1$@
nb: Bunn %1$@
nl: Bodem %1$@
pl: Dołek %1$@
pt: Fundo %1$@
pt_br: Fundo %1$@
ro: Minim %1$@
ru: Дно %1$@
sq: Fundi %1$@
sv: Botten %1$@
th: จุดต่ำสุด %1$@
tr: Dip %1$@
uk: Дно %1$@
vi: Đáy %1$@
zh_hans: 底部 %1$@

# cycle_marker_double_bottom
source: Double bottom %1$@
ar: القاع المزدوج %1$@
cs: Dvojité dno %1$@
da: Dobbeltbund %1$@
de: Doppel-Bottom %1$@
el: Διπλός πάτος %1$@
es: Doble mínimo %1$@
fa: کف دوقلو %1$@
fi: Tuplapohja %1$@
fr: Double creux %1$@
he: שפל כפול %1$@
hi: डबल बॉटम %1$@
hu: Dupla mélypont %1$@
id: Dasar ganda %1$@
it: Doppio minimo %1$@
ja: ダブルボトム %1$@
ko: 이중 저점 %1$@
nb: Dobbeltbunn %1$@
nl: Dubbele bodem %1$@
pl: Podwójny dołek %1$@
pt: Fundo duplo %1$@
pt_br: Fundo duplo %1$@
ro: Minim dublu %1$@
ru: Двойное дно %1$@
sq: Fund i dyfishtë %1$@
sv: Dubbelbotten %1$@
th: จุดต่ำสุดคู่ %1$@
tr: İkili dip %1$@
uk: Подвійне дно %1$@
vi: Đáy đôi %1$@
zh_hans: 双底 %1$@

# cycle_marker_double_top
source: Double top %1$@
ar: القمة المزدوجة %1$@
cs: Dvojitý vrchol %1$@
da: Dobbelttop %1$@
de: Doppel-Top %1$@
el: Διπλή κορυφή %1$@
es: Doble máximo %1$@
fa: قله دوقلو %1$@
fi: Tuplahuippu %1$@
fr: Double sommet %1$@
he: שיא כפול %1$@
hi: डबल टॉप %1$@
hu: Dupla csúcs %1$@
id: Puncak ganda %1$@
it: Doppio massimo %1$@
ja: ダブルトップ %1$@
ko: 이중 고점 %1$@
nb: Dobbelttopp %1$@
nl: Dubbele top %1$@
pl: Podwójny szczyt %1$@
pt: Topo duplo %1$@
pt_br: Topo duplo %1$@
ro: Vârf dublu %1$@
ru: Двойная вершина %1$@
sq: Majë e dyfishtë %1$@
sv: Dubbeltopp %1$@
th: จุดสูงสุดคู่ %1$@
tr: İkili zirve %1$@
uk: Подвійна вершина %1$@
vi: Đỉnh đôi %1$@
zh_hans: 双顶 %1$@

# cycle_marker_high_so_far
source: High so far
ar: أعلى سعر حتى الآن
cs: Dosavadní maximum
da: Højeste indtil nu
de: Hoch bisher
el: Υψηλό μέχρι τώρα
es: Máximo hasta ahora
fa: بالاترین تاکنون
fi: Korkein tähän asti
fr: Plus haut à ce jour
he: השיא עד כה
hi: अब तक का उच्चतम
hu: Eddigi csúcs
id: Tertinggi sejauh ini
it: Massimo finora
ja: これまでの高値
ko: 현재까지 최고
nb: Høyeste så langt
nl: Hoogste tot nu toe
pl: Dotychczasowy szczyt
pt: Máxima até agora
pt_br: Máxima até agora
ro: Maxim de până acum
ru: Максимум на данный момент
sq: Më e larta deri tani
sv: Högsta hittills
th: สูงสุดจนถึงตอนนี้
tr: Şimdiye kadarki en yüksek
uk: Максимум на цей час
vi: Cao nhất đến nay
zh_hans: 迄今最高

# cycle_marker_top
source: Top %1$@
ar: القمة %1$@
cs: Vrchol %1$@
el: Κορυφή %1$@
es: Máximo %1$@
fa: قله %1$@
fi: Huippu %1$@
fr: Sommet %1$@
he: שיא %1$@
hi: शिखर %1$@
hu: Csúcs %1$@
id: Puncak %1$@
it: Massimo %1$@
ja: 天井 %1$@
ko: 고점 %1$@
nb: Topp %1$@
pl: Szczyt %1$@
pt: Topo %1$@
pt_br: Topo %1$@
ro: Vârf %1$@
ru: Пик %1$@
sq: Maja %1$@
sv: Topp %1$@
th: จุดสูงสุด %1$@
tr: Zirve %1$@
uk: Пік %1$@
vi: Đỉnh %1$@
zh_hans: 顶部 %1$@

# cycle_since_halving
source: %1$@ since halving
ar: %1$@ منذ التنصيف
cs: %1$@ od halvingu
da: %1$@ siden halving
de: %1$@ seit Halving
el: %1$@ από το halving
es: %1$@ desde el halving
fa: %1$@ از زمان هاوینگ
fi: %1$@ halvingista
fr: %1$@ depuis le halving
he: %1$@ מאז ההאלבינג
hi: हॉल्विंग से %1$@
hu: %1$@ a felezés óta
id: %1$@ sejak halving
it: %1$@ dall'halving
ja: 半減期から%1$@
ko: 반감기 이후 %1$@
nb: %1$@ siden halvering
nl: %1$@ sinds halving
pl: %1$@ od halvingu
pt: %1$@ desde o halving
pt_br: %1$@ desde o halving
ro: %1$@ de la halving
ru: %1$@ с халвинга
sq: %1$@ që nga halving
sv: %1$@ sedan halveringen
th: %1$@ นับจากฮาล์ฟวิ่ง
tr: Yarılanmadan bu yana %1$@
uk: %1$@ з халвінгу
vi: %1$@ kể từ halving
zh_hans: 减半以来 %1$@
